 {"responseData":
	 
	 {"questions":[
	
		{
			"q": "Which planet has the lowest average density?",
			"a": "Uranus",
			"b": "Mercury",
			"c": "Saturn",
			"d": "Jupiter",
			"e": "Neptune",
			"coran": "c",
			"amp": "Saturn has an average density lower than that of water.  It would float in a giant bathtub!"
		},
		
		{
			"q": "Andromeda (M31) is an example of a ?",
			"a": "galaxy cluster",
			"b": "globular cluster",
			"c": "galaxy group",
			"d": "planetary nebula",
			"e": "galaxy",
			"coran": "e",
			"amp": "The spiral galaxy Andromeda is in the Local Cluster of galaxies and is the nearest large galaxy to our own."
		},
		
		{
			"q": "Which of the following has the highest frequency?",
			"a": "X-rays",
			"b": "infrared radiation",
			"c": "UV radiation",
			"d": "microwaves",
			"e": "visible light",
			"coran": "a",
			"amp": "Only the gamma-ray part of the electromagnetic spectrum is higher in frequency than the X-ray region."
		},
		
		{
			"q": "The expansion of the Universe is described to first order by the?",
			"a": "Wien Law",
			"b": "Hubble Law",
			"c": "Planck Law",
			"d": "perfect Cosmological Principle",
			"e": "ideal Gas Law",
			"coran": "b",
			"amp": "According to the Hubble Law, the apparent recessional velocity of distant galaxies is proportional to their distance from us."
		},
		
		
   		{
			"q": "A rotating, un-charged black hole is called what?",
			"a": "Scharzschild black hole",
			"b": "Newman black hole",
			"c": "Hawking black hole",
			"d": "ADS black hole",
			"e": "Kerr black hole",
			"coran": "e",
			"amp": ""
		},
		
		{
			"q": "Which of the following frequencies of light is not strongly absorbed by Earth's atmosphere?",
			"a": "UV",
			"b": "IR",
			"c": "gamma-ray",
			"d": "radio",
			"e": "X-ray",
			"coran": "d",
			"amp": "Radio frequency penetrates the atmosphere easily. Frequencies corresponding to all of the other choices are strongly absorbed."
		},
		
		{
			"q": "Accelerated expansion of the Universe is thought to be caused by?",
			"a": "dark matter",
			"b": "radiation",
			"c": "massive neutrinos",
			"d": "dark energy",
			"e": "quasars",
			"coran": "d",
			"amp": "When inserted in the Friedmann equations, dark energy causes an effective antigravity that accelerates the expansion."
		},
		
		{
			"q": "Who first used the laws of physics to explain Kepler's laws?",
			"a": "Kepler",
			"b": "Copernicus",
			"c": "Newton",
			"d": "Brahe",
			"e": "Pascal",
			"coran": "c",
			"amp": "Isaac Newton used his laws of physical motion to show that Kepler's 3 laws followed from motion of a planet in the gravitational field of the Sun."
		},
		
		{
			"q": "Quasars are thought to be powered by?",
			"a": "rotating supermassive black holes",
			"b": "stellar explosions",
			"c": "dark matter",
			"d": "dark energy",
			"e": "fusion of accreted matter",
			"coran": "a",
			"amp": "Supermassive, rotating black holes are the only feasible source of so much energy from such a small region."
		},
		
		{
			"q": "Which astronomical object is sometimes described as a dirty snowball?",
			"a": "comet",
			"b": "Uranus",
			"c": "asteroid",
			"d": "meteor",
			"e": "Io",
			"coran": "a",
			"amp": ""
		},
		
		{
			"q": "The redshift of light from distant galaxies is caused primarily by?",
			"a": "peculiar velocities",
			"b": "gravity of the galaxy",
			"c": "expansion of the Universe",
			"d": "Doppler effects",
			"e": "a reduction in the speed of light",
			"coran": "c",
			"amp": "Cosmological expansion stretches the wave-length of emitted light to larger values before it is detected. Contrary to popular opinion, this is NOT a Doppler effect."
		},
		
		{
			"q": "The astronomer who first saw the phases of Venus was?",
			"a": "Galileo",
			"b": "Copernicus",
			"c": "Brahe",
			"d": "Newton",
			"e": "Ptolemy",
			"coran": "a",
			"amp": "The phases of Venus gave conclusive proof in favor of the heliocentric model of the solar system."
		},
		
		{
			"q": "What is the primary fuel of main sequence stars?",
			"a": "iron",
			"b": "uranium",
			"c": "helium",
			"d": "carbon",
			"e": "hydrogen",
			"coran": "e",
			"amp": "Stars on the main sequence are powered by the fusion of hydrogen into helium within their cores."
		},
		
		{
			"q": "What is thought to be the primary factor setting the upper limit for mass of main sequence stars?",
			"a": "instability against gravitational collapse",
			"b": "instability against thermonuclear runaway",
			"c": "instability against a helium flash",
			"d": "instability because of radiation pressure",
			"e": "instability caused by electron degeneracy in the core",
			"coran": "d",
			"amp": "If the star is too massive, the outward force caused by radiation pressure will exceed the gravitational attraction for gas at the surface.  This is called the Eddington limit. Pulsations may also play a role in destabilizing massive stars."
		},
		
		{
			"q": "What is the single most important factor governing the rate of evolution for isolated stars?",
			"a": "mass",
			"b": "elemental composition",
			"c": "degree of ionization",
			"d": "rotation rate",
			"e": "magnetic field",
			"coran": "a",
			"amp": "Mass strongly influences the rate at which stars go through all major phases of their lives, with more massive stars evolving faster."
		},
		
		{
			"q": "A 15 solar mass main-sequence star is likely to end its life as a?",
			"a": "core-collapse supernova",
			"b": "white dwarf",
			"c": "planetary nebula",
			"d": "quasar",
			"e": "type Ia supernova",
			"coran": "a",
			"amp": "Any star that massive will become unstable against catastrophic collapse of its core late in its life."
		},
		
		{
			"q": "The first known proposal of a Sun-centered model of the solar system was by?",
			"a": "Galileo",
			"b": "Copernicus",
			"c": "Aristarchus",
			"d": "Brahe",
			"e": "Aristotle",
			"coran": "c",
			"amp": "Aristarchus of Samos proposed the Sun at the center and the correct ordering of the planets revolving around the Sun around 300-200 BC, but his ideas were rejected in favor of the geocentric models of Aristotle and Ptolemy."
		},
		
		{
			"q": "The energy scale upon which gravity becomes strong even on sub-atomic length scales is termed the?",
			"a": "Jeans scale",
			"b": "Planck scale",
			"c": "Bohr scale",
			"d": "Einstein scale",
			"e": "Newtonian scale",
			"coran": "b",
			"amp": "General relativity is a classical theory of gravity.  It presumably breaks down on the Planck scale, where a quantum theory of gravity is required."
		},
		
		{
			"q": "If the distance between two objects is increased by a factor of 4, what happens to the gravitational force between them?",
			"a": "it decreases by a factor of 4",
			"b": "it increases by a factor of 4",
			"c": "it decreases by a factor of 64",
			"d": "it increases by a factor of 2",
			"e": "it decreases by a factor of 16",
			"coran": "e",
			"amp": "The gravitational force depends inversely of the square of the distance between the objects so it decreases by a factor of 4 times 4 = 16."
		},
		
		{
			"q": "Which of the following spectral classifications corresponds to the star with hottest surface temperature?",
			"a": "class A",
			"b": "class B",
			"c": "class M",
			"d": "class O",
			"e": "class K",
			"coran": "d",
			"amp": "The Harvard spectral sequence, in order from hottest to coolest surface temperature, is O,  B,  A,  F,  G,  K,  M."
		}
		
	]
	}
 }
